Repository: fryske-akademy/frisian-english-app
Catalog: lib/l10n/app_*.arb
Languages: fr

# choose
source: Choose a word
fr: Kies in wurd

# abbrYes
source: abbreviation
fr: ôfkoarting

# addFavorites
source: Add to favorites
fr: Foeg ta oan Favoriten

source: all text
fr: alle tekst

# animalName
source: animal
fr: dier

source: article
fr: lidwurd

# based
source: Based on the dictionary made by
fr: Basearre op it wurdboek makke troch

# birdName
source: bird
fr: fûgel

source: borrowing
fr: lienwurd

# caseAcc
source: object
fr: objekt

# caseNom
source: subject
fr: subjekt

# casePar
source: partitive
fr: partityf

# checkfields
source: Check your input
fr: Kontrolearje wat jo ynfolle hawwe

source: collocation
fr: ferbining

source: Collocations
fr: Ferbiningen

# completedict
source: in the complete dictionary
fr: yn it hiele wurdboek

# constructionAttr
source: attributive
fr: attributief

source: copy
fr: kopiearje

# countryName
source: country
fr: lân

source: Dark theme
fr: Tjuster thema

source: definition
fr: definysje

# degreeCmp
source: comparative
fr: ferlykjend

# degreeSup
source: superlative
fr: superlatyf

# diminutiveDim
source: diminutive
fr: ferlytsingswurd

# duchtisms
source: dutchisms
fr: hollanismen

# en
source: English
fr: Ingelsk

# enterText
source: Search word...
fr: Wurd opsykje...

source: example
fr: foarbyld

source: Examples
fr: Foarbylden

source: favorites
fr: favoriten

# firstpage
source: first
fr: earste

source: Forms
fr: Foarmen

source: Found
fr: Fûn

# fry
source: Frisian
fr: Frysk

# fryXbiltsk
source: Bildts
fr: Biltsk

# genderCom
source: non neuter
fr: net ûnsidich

# genderFem
source: female
fr: froulik

# genderMasc
source: male
fr: manlik

# genderNeut
source: neuter
fr: ûnsidich

source: geoname
fr: geonamme

# grammar
source: Grammar and paradigm
fr: Grammatika en paradigma

source: history
fr: skiednis

# homs
source: homonyms
fr: homonymen

# inflectionInfl
source: inflected
fr: bûgd

# inflectionUninf
source: uninflected
fr: net bûgd

source: information
fr: ynformaasje

# inside
source: in
fr: yn

# issues
source: problems and wishes
fr: winsken en problemen

# lastpage
source: last
fr: lêste

# lemmas
source: headword
fr: trefwurd

source: Light theme
fr: Ljocht thema

# locale
source: Language of the application
fr: Taal fan de applikaasje

# more
source: See for more dictionaries on
fr: Sjoch foar mear wurdboeken op

# muchMore
source: And much more
fr: En noch folle mear

# nextpage
source: next
fr: folgjende

# nl
source: Dutch
fr: Nederlânsk

source: No translations
fr: Gjin oersettingen

source: No results
fr: Gjin resultaten

# noSpaces
source: Inputting sentences is no supported yet
fr: Infieren fan sinnen is noch net mooglik

# numberPlur
source: plural
fr: meartal

# numberSing
source: singular
fr: inkeldtal

# numtypeCard
source: cardinal
fr: haadtelwurd

# numtypeOrd
source: ordinal
fr: rangtelwurd

source: options
fr: opsjes

# orgName
source: organization
fr: organisaasje

source: paradigm
fr: paradigma

# person1
source: 1st person
fr: 1ste persoan

# person2
source: 2nd person
fr: 2de persoan

# person3
source: 3rd person
fr: 3de persoan

# personName
source: person
fr: persoan

# placeName
source: place
fr: plak

# politeForm
source: polite
fr: fatsoenlikens

# pos
source: grammar
fr: wurdsoart

# poschoice
source: part of speech
fr: wurdsoart

# possYes
source: possessive
fr: besitlik

# predicatePred
source: predicate
fr: predikaat

# prefixYes
source: prefix
fr: foarheaksel

# prevpage
source: previous
fr: foarige

source: Primary color
fr: Primaire kleur

# pron
source: pronunciation
fr: útspraak

# pronounClitic
source: clitic form
fr: clitische foarm

# prontypeArt
source: article
fr: lidwurd

# prontypeDem
source: demonstrative
fr: oanwizend

# prontypeInd
source: indefinite
fr: onbepaald

# prontypePrs
source: personal
fr: persoanlik

# prontypeRel
source: relative
fr: betreklik

source: proverb
fr: sprekwurd

source: Proverbs
fr: Sprekwurden

# referrers
source: references to
fr: ferwizingen nei

# reflexYes
source: reflexive
fr: weromwurkjend

source: Result
fr: Resultaat

# retrHistory
source: Retrieve from history
fr: Helje werom út skiednis

source: Search
fr: Sykje

# searchedText
source: Search
fr: Sykopdracht

# searchhelp
source: wildcards supported, sectiong uses lucene syntax
fr: wildcards ûnderstipe, sykjen brûkt lucene syntax

# searchlang
source: Language for sectiong
fr: Syktaal

# searchterm
source: Search text
fr: Syktekst

# textsearch
source: Search in texts
fr: Sykje yn tekst

# section
source: Where to search
fr: Wêryn sykje

source: See
fr: Sjoch

# selectPos
source: {pos, select, posAdj {adjective} posAdp {adposition} posAdv {adverb} posAux {auxiliary verb} posCconj {coordinating conjunction} posDet {article} posIntj {interjection} posNoun {noun} posNum {numeral} posPron {pronoun} posPropn {proper noun} posSconj {subordinating conjunction} posVerb {verb} other {}}
fr: {pos, select, posAdj {eigenskipswurd} posAdp {ferhâldingswurd} posAdv {bywurd} posAux {helptiidwurd} posCconj {lykskikkend bynwurd} posDet {lidwurd} posIntj {útropwurd} posNoun {substantyf} posNum {telwurd} posPron {foarnamwurd} posPropn {eigennamme} posSconj {ûnderskikkend bynwurd} posVerb {tiidwurd} other {}}

source: sense
fr: betsjutting

source: senses
fr: betsjuttingen

source: Settings
fr: Ynstellingen

# showfrom
source: from
fr: fanôf

# slogan
source: Use frisian over the whole world
fr: Brûk Frysk oer de hiele wrâld

# stage
source: Internship project by
fr: Staazje projekt troch

source: stress
fr: klam

source: structure
fr: struktuer

# suffixYes
source: suffix
fr: efterheaksel

# swapLang
source: Change search language
fr: Feroarje de syktaal

source: synonyms
fr: synonimen

source: System theme
fr: Systeem thema

# teilex0
source: show TEI Lex-0 of {lemma}
fr: nei TEI Lex-0 fan {lemma}

# teilink
source: show TEI source of {lemma}
fr: nei TEI boarne fan {lemma}

# tenseFut
source: toekomstige tijd
fr: takomtiid

# tensePast
source: past tense
fr: doetiid

# tensePres
source: present tense
fr: notiid

# textoffset
source: Show text from
fr: teksten toanen fanôf

# textSearch
source: Search in Text
fr: Sykje yn Tekst

source: Theme
fr: Thema

# translate
source: translate words
fr: Set wurden oer

source: Translation
fr: Oersetting

# usgConcerning
source: concerning
fr: oangeande

# usgConnotation
source: connotation
fr: konnotaasje

# usgFreq
source: frequency
fr: frekwinsje

# usgLang
source: language usage
fr: taalgebrûk

# usgStyle
source: style
fr: styl

# usgTime
source: time
fr: tiidsoantsjutting

source: variants
fr: farianten

# verbformGer
source: non-finite verb form, gerundium
fr: selstannich brûkte bûgde foarm

# verbformInf
source: infinitive
fr: infinitief

# verbformPart
source: particle
fr: deelwurd

# vertalingen
source: Translations
fr: Fertalingen

# viewExamples
source: Usage examples
fr: Gebrûksfoarbylden

# searchtext
source: Search in text
fr: Sykje yn tekst

# welcome
source: Welcome to Frysish
fr: Wolkom by Frysish

# wordform
source: form
fr: foarm

# wordforms
source: forms
fr: foarmen

source: App functions
fr: App funksjes

source: Present
fr: Notiid

source: Past
fr: Doetiid

# wildcards
source: You can use ? and * as wildcards, for example beam*
fr: Kist ? en * as wildcard brûke, bygelyks beam*

# doubleqoutes
source: For text searches you can use double quotes to search for phrases ("many hands")
fr: By sykjen yn teksten kist skrapkes brûke om te sykjen op sinsdielen ("vele handen")

# occurrence
source: Without double quotes the search is done on the occurrence of at least one of the words
fr: Sûnder skrapkes wurdt socht op it foarkommen fan op syn minst ien fan de wurden

# andOr
source: You can also use " AND " or " OR "
fr: Kist ek " AND " of " OR " brûke

source: Launch
fr: Start

# pres_1_sing
source: I
fr: ik (I)

# pres_2_sing
source: You
fr: do (You)

# pres_drop
source: without pronoun
fr: sûnder foarnamwurd

# pres_clitic
source: clitic
fr: klitysk

# pres_3_sing
source: He
fr: hy/sy (He/She)

# pres_polite
source: You
fr: jo (You)

# past_1_sing
source: I
fr: ik (I)

# past_2_sing
source: You
fr: do (You)

# past_drop
source: without pronoun
fr: sûnder foarnamwurd

# past_clitic
source: clitic
fr: klitysk

# past_3_sing
source: He/She
fr: hy/sy (He/She)

# past_polite
source: You
fr: jo (You)

# pres_1_plur
source: We
fr: wy (We)

# pres_2_plur
source: You
fr: jimme (You)

# pres_3_plur
source: They
fr: hja (They)

# past_1_plur
source: We
fr: wy (We)

# past_2_plur
source: You
fr: jimme (You)

# past_3_plur
source: They
fr: hja (They)

# pres_part
source: present particle
fr: fuortsettend mulwurd

# pres_part_infl
source: present particle
fr: fuortsettend mulwurd

# past_part
source: past particle
fr: ôfslutend mulwurd

# verb_noun
source: verb as noun
fr: tiidwurd as haadwurd

# inf
source: infinitive
fr: infinityf

# sing
source: singular
fr: inkeltal

# plur
source: plural
fr: meartal

# plur_tantum
source: only plural
fr: allinnich meartal

# sing_tantum
source: only singular
fr: allinnich inkeltal

# dim_sing
source: diminutive singular
fr: ferlysting

# dim_plur
source: diminutive plural
fr: ferlysting meartal

# pos_uninfl
source: positive degree
fr: stellende trep

# pos_infl
source: positive degree
fr: stellende trep

# cmp_uninfl
source: comparative degree
fr: fergrutsjende trep

# cmp_infl
source: comparative degree
fr: fergrutsjende trep

# sup_uninfl
source: superlative degree
fr: oertreffende trep

# sup_infl
source: superlative degree
fr: oertreffende trep

# par_pos
source: positive degree singular noun
fr: stellende trep selstannich

# par_cmp
source: comparative degree singular noun
fr: fergrutsjende trep selstannich

# par_pos_plur
source: positive degree plural noun
fr: stellende trep selstannich meartal

# par_cmp_plur
source: comparative degree plural noun
fr: fergrutsjende trep selstannich meartal

# par_sup_plur
source: superlative degree plural noun
fr: oertreffende trep selstannich meartal

# unsupported
source: unsupported linguistics
fr: ûnbekende foarm

# base
source: base or lemma form
fr: basisfoarm of lemma
